Repository: Amardeep21/TeleHealth
Catalog: telehealth/Resources/*.lproj/Localizable.strings
Languages: ar

# WE_CARE_FOR_YOU
source: Mental Health Matters
ar: الصحة النفسية مهمة

# YOU_CAN_DO_GREAT
source: Connecting with a mental health expert just became more safe, secure, and confidential
ar: أصبح التواصل مع أحد خبراء الصحة النفسية أكثر أماناً وسرية من ذي قبل

# MENTAL_CARE
source: No health without mental health
ar: لا تكتمل الصحة بدون الصحة النفسية

# THERE_IS_HOPE
source: A state of good mental health enables people to realise their own potential, to cope with stress, to work productively and fruitfully and to contribute to their communities
ar: تمكّن حالة الصحة العقلية الجيدة الناس من تحقيق فرصهم، والتعامل مع الإجهاد، والعمل بشكل منتج ومثمر، والمساهمة في مجتمعاتهم

# HEALTH_CARE
source: Progress, Not Perfection
ar: التقدم وليس الكمال

# IT_IS_EXERCISE_ALONE
source: Sometimes the smallest step in the right direction ends up being the biggest step of your life
ar: في بعض الأحيان قد تكون الخطوة الصغيرة في الاتجاه الصحيح هي أهم خطوة في حياتك

# STRESS_RELAXATION
source: Today
ar: اليوم

# IF_YOU_WANT_TO_CONQUER
source: I will not stress over things I can't control
ar: لن أقلق بشأن الأشياء التي لا أستطيع السيطرة عليها

source: Welcome to
ar: مرحبا بكم في

# TELEHEALTH
source: Juthoor
ar: جذور

source: Log in
ar: تسجيل الدخول

source: Forgot password?
ar: هل نسيت كلمة المرور؟

# OR_CONTINUE
source: Or continue with
ar: أو الاستمرار مع

source: Don’t have an account?
ar: ليس لديك حساب؟

source: Sign up
ar: مستخدم جديد

source: Email
ar: البريد الالكتروني

source: Password
ar: كلمة المرور

# IF_YOU_ARE_IN_EMERGENCY
source: If you are in an emergency or a life threatening situation, please don’t use this app and call emergency services
ar: في حال تعرضك لأي حالة طارئة، لطفا لا تستخدم هذا التطبيق واتصل بالرقم ١١٢

source: Date
ar: التاريخ

source: Time
ar: التوقيت

source: completed
ar: مكتمل

source: Available Sessions
ar: الجلسات المتاحة

# TAP_ON_THE_TIME_SLOT_TWICE
source: Tap on the time slot twice to change session type
ar: اضغط مرتين على الفترة الزمنية لتغيير نوع الجلسة

source: Reschedule
ar: إعادة تعيين الموعد

# SELECT_DATE_TIME
source: Select Date and Time
ar: حدد التاريخ والوقت

# APPINTMENT_TYPE_MISSMATCH
source: Hello! Your request has to match the same appointment type
ar: مرحبا! يجب أن يتطابق طلبك مع نوع الموعد

# TYPES_OF_SESSIONS
source: Type of Session
ar: نوع الجلسة

source: Communication Medium
ar: وسيلة الاتصال

source: Select Communication Medium
ar: حدد نوع الجلسة

source: Total Payment
ar: إجمالي المبلغ المدفوع

# YOUR_SESSIONS
source: Your Session
ar: جلستك

source: My Session
ar: جلساتي

source: Skip
ar: تخطي

# YOUR_SESSION
source: Your Sessions
ar: جلستك

source: Not Allowed
ar: غير مسموح

# SELET_SLOAT_WITH_MINIMUM_ONE_HOUR_GAP
source: You have to select the slots with minimum 1 hour difference in between.
ar: يجب عليك تحديد الفترات الزمنية بفارق ساعة واحدة على الأقل بين كل فترتين.

# REASON_OF_CANCELATION
source: Reason of Cancellation
ar: أسباب الإلغاء

source: Confirm Your Session
ar: قم بتأكيد جلستك

source: Cancel Session
ar: إلغاء الجلسة

source: Document
ar: مستند

# ENTER_DOCUMENAT_TITLE
source: Please enter document title
ar: الرجاء إدخال عنوان الوثيقة

# PLEASE_ANSWER_WHATEVER_IS_COMFRTABLE
source: Please answer whatever you feel comfortable with. Answers will only be seen by your therapist and will help them understand your needs better (or skip!)
ar: نرجو منك تحديد الخيار الذي تراه مناسبا لك. لن يرى هذه الإجابات سوى معالجك، وسوف تساعده إجابتك عن هذه الأسئلة على فهم احتياجاتك بشكل أفضل (أو يمكنك تجاهل الإجابة عن هذه الأسئلة!)

source: Book
ar: حجز

source: Book Session
ar: احجز جلستك

source: Notification
ar: الإشعارات

# RATE_THIS_COLLECTION
source: Rate this Consultation
ar: قيِّم هذه الاستشارة

source: Feedback
ar: ردود الفعل

source: Cancel
ar: إلغاء

# PLEASE_SELECT_AGE
source: Age Selection
ar: تحديد العمر

source: Confirmed
ar: تأكيد

source: Edit
ar: تعديل

source: Confirmation
ar: تأكيد

# VERIFY_APPOINTMENT_MESSAGE
source: Please verify that you selected the right date, time, and communication medium (chat, audio, or video) prior to confirming your appointment. Once the appointment is confirmed, you will not be able to edit. To edit, please send an email to contact@juthoor.co to support you with changing your appointment details.
ar: يرجى التحقق من أنك حددت التاريخ والوقت ووسيلة الاتصال الصحيحة (المحادثة النصية أو الصوت أو الفيديو) قبل تأكيد موعدك. بمجرد تأكيد الموعد، لن تتمكن من التعديل. للتعديل، يرجى إرسال بريد إلكتروني إلى contact@juthoor.co لدعمك في تغيير تفاصيل موعدك.

# PUSH_NOTIFICATION_PERMISSION
source: Juthoor Would Like To Send You Notifications
ar: الموافقة على ارسال الاشعارات

# PUSH_MESSAGE
source: Seems like you have not allowed push notification permission to Juthoor App. Please go to settings and allow permission to ensure that you are reminded and kept up to date of all important notifications, reminders, and alerts.
ar: الرجاء التأكد من انه تم السماح بتفعيل الاشعارات المتعلقة بتطبيق جذور من خلال الإعدادات. يرجى الذهاب للإعدادات والتأكيد لكي تتمكن من استلام جميع الاشعارات المهمة.

# YEAR_FILTER
source: Year
ar: سنة

# YEARS_FILTER
source: Years
ar: سنوات

# ALREADY_HAVE_ACCOUNT
source: Already have an account?
ar: لديك حساب الان؟

# USERNAME
source: Username (Nickname)
ar: اسم المستخدم

# AGREE_TERMS_POLICY
source: I agree to the Terms & Conditions and Privacy Policy
ar: أوافق على شروط الاستخدام وسياسة الخصوصية

source: Confirm Password
ar: تأكيد كلمة المرور

source: Upcoming
ar: القادمة

source: Past
ar: السابقة

source: My Sessions
ar: جلساتي

# INDIVIDUALS
source: Individual
ar: للأفراد

source: Couple
ar: للأزواج

source: Family
ar: للعائلة

source: Minutes
ar: دقيقة

# SERVICE_NOT_AVAILBLE_FAMILY_COUPLE
source: Chat service is not available for couple & family consultation
ar: خدمة المحادثة غير متوفرة للاستشارات الزوجية والأسرية

# SERVICE_NOT_PROVIDED
source: This service is not provided by the therapist
ar: لا يتم توفير هذه الخدمة من قبل المعالجين

# ENTER_EMAIL
source: Enter the email address associated with your account.
ar: أدخل عنوان البريد الالكتروني المرتبط بحسابك.

source: Consultation With
ar: الاستشارة مع

# ALREADY_VERIFIED_EMAIL
source: if you already verified your email then please click here
ar: هل تم التفعيل؟ تسجيل دخول

# VERIFICATION_EMAIL
source: Verification email sent
ar: إرسال رسالة تأكيد البريد الالكتروني

# WE_JUST_SENT
source: We just sent you a verification to
ar: تم إرسال رسالة تأكيد البريد الالكتروني إلى

# PLEASE_FOLLOW_THE
source: Please follow the instruction in the Email to continue.
ar: يرجى اتباع التعليمات الواردة في رسالة البريد الإلكتروني للمتابعة

source: Resend email
ar: إعادة الإرسال

source: Change Country
ar: تغيير الدولة

source: Male
ar: ذكر

source: Female
ar: أنثى

source: Yes
ar: نعم

source: Reviewing
ar: المراجعة

# WE_ARE_CURRENTLY_REVIEWING_MSG
source: We are currently reviewing your documents and will update you by email for further processing of your application
ar: نقوم حالياً بمراجعة مستنداتك، وسنقوم باطلاعك على المستجدات في متابعة طلبك عبر البريد الإلكتروني

source: No
ar: لا

# COUNTINUE
source: Continue
ar: استمرار

source: Okay
ar: حسناً

source: Find country….
ar: البحث عن البلد

source: My Account
ar: حسابي

# LANGUAGE
source: Languages
ar: اللغة

source: Chats
ar: المحادثات

# UPDATE_AVAIBLITY_TO_CALENDAR
source: Update Availability To My Calendar
ar: تحديث التواجد على التقويم الخاص بي

# UPDATE_INFORMATIONS
source: Update Information
ar: تحديث المعلومات

source: App Security
ar: أمان التطبيق

source: Manage Notifications
ar: إدارة الإشعارات

source: Log out
ar: تسجيل الخروج

source: Pay
ar: دفع

source: Update Profile Photo
ar: تحديث صورة الملف الشخصي

source: Username (Nickname)
ar: اسم المستخدم

source: Delete My Account
ar: حذف حسابي

source: Change Password
ar: تغيير كلمة المرور

source: Filter
ar: تصفية

source: Clear All
ar: مسح الكل

source: Search Name…
ar: البحث عن طريق الاسم

# CONSULTANT_PRICE
source: Consultation Price
ar: سعر الاستشارة (الدينار الكويتي)

source: All
ar: الكل

# APPLAY
source: Apply
ar: تطبيق

# FUN_FACT
source: Sliding Scale
ar: هل يقدم الأخصائي تكلفة متناسبة مع مستوى الدخل؟

source: Audio/Video Session
ar: جلسة صوت / فيديو

source: Chat Session
ar: جلسة المحادثة

source: Gallery
ar: الجاليري الخاص بك

# SERVICE_OFFERED
source: Services Offered
ar: الخدمات المتاحة

source: Chat Message
ar: رسالة المحادثة

source: Unavailable
ar: غير متواجد

source: COVID-19 Free Support
ar: COVID-19 الدعم المجاني

source: Create a new pin
ar: إنشاء الرمز السري

source: Enter your pin
ar: أدخل الرمز السري

source: Enter current pin
ar: أدخل كلمة الحالية الرمز

# IF_YOU_WANT_TO_LOGOUT
source: If you want to set a new pin you have to logout. Are you sure you want to log out?
ar: إذا كنت ترغب في تعيين رمز سري جديد فيجب عليك تسجيل الخروج. هل تريد بالتأكيد تسجيل الخروج؟

# CONFIRM_NEW_PIN
source: Confirm a new pin
ar: تأكيد الرمز السري

# FORGOT_PIN_SET_NEW_PIN
source: Forgot pin? Set again.
ar: هل نسيت الرمز السري؟ تعيين رمز جديد

source: Messages
ar: الرسائل

# AUDIO_VIDEO_CONSULTATION_PRICE
source: Consultation Price per 50 Minutes Voice/Video Session
ar: سعر الاستشارة لمدة ٥٠ دقيقة جلسة صوتية/ فيديو

# CHAT_CONSULTATION_PRICE
source: Consultation Price per 30 Minutes Chat Messages Session
ar: سعر الاستشارة لمدة ٣٠ دقيقة جلسة المحادثة

# CONTACT_ADMIN_MESSAGE
source: Please contact admin@juthoor.co to input your session price.
ar: يرجى التواصل مع admin@juthoor.co لإدخال سعر جلساتك

# UPCOMMING_SESSIONS
source: Upcoming Sessions
ar: الجلسات القادمة

source: Choose your country
ar: اختر بلدك

source: Save
ar: حفظ

source: First name
ar: الاسم الأول

source: Last name
ar: اسم العائلة

source: Country
ar: الدولة

source: Code
ar: كود

source: Logout
ar: تسجيل الخروج

# ARE_YOU_SURE_MSG
source: Are you sure you want to logout?
ar: هل تريد بالتأكيد تسجيل الخروج؟

source: Mobile number
ar: رقم الهاتف

source: License number
ar: رقم الترخيص المهني

# CERTIFICATE
source: Certificate(s) & CV
ar: الشهادات والسيرة الذاتية

source: Title of document
ar: عنوان المستند

source: Home
ar: الصفحة الرئيسية

source: Appointments
ar: المواعيد

source: My Profile
ar: الملف الشخصي

source: Search for someone
ar: البحث عن شخص ما

source: Sessions for today
ar: جلسات اليوم

# BOOKED_SESSIONS
source: Upcoming appointments
ar: المواعيد القادمة

source: Update availability
ar: تحديث التواجد

source: Our Blogs
ar: مدونتنا

source: See all
ar: عرض الكل

# UPDATE_CV_MESSAGE
source: Please contact support team to update your certificates and CV.
ar: يرجى الاتصال بفريق الدعم لتحديث شهاداتك وسيرتك الذاتية.

source: Please select at-least one speciality
ar: يرجى تحديد تخصص واحد على الأقل

# SELECT_AT_LEAST_ONE_LANGAUGE
source: please select at-least one language
ar: يرجى تحديد لغة واحدة على الأقل

# SELECT_AT_LEAST_ONE_SERVICE
source: Please select at-least one service
ar: يرجى تحديد عرض خدمة واحد على الأقل

# ENTER_YOUR_EMAIL
source: Please enter your email
ar: يرجى إدخال البريد الالكتروني

# ENTER_PASSWORD
source: Please enter a password
ar: يرجى إدخال كلمة المرور

# ENTER_USERNAME
source: Please enter your username
ar: يرجى إدخال اسم المستخدم

# ENTER_FIRSTNAME
source: Please enter your first name
ar: يرجى إدخال اسم الاسم الأول

# ENTER_LASTNAME
source: Please enter your last name
ar: يرجى إدخال اسم اسم العائلة

# SELECT_COUNTRY
source: Please select your country
ar: الرجاء اختيار بلدك

# ENTER_MOBILE_NUMBER
source: Please enter your mobile number
ar: يرجى إدخال رقم الهاتف

# ENTER_LICENCE_NUMBER
source: Please enter your license number
ar: يرجى إدخال رقم رقم الترخيص المهني

# ENTER_CONFIRM_PASSWORD
source: Please confirm password
ar: يرجى تأكيد كلمة المرور

# YOU_CAN_UPLOAD_UP_TO_10
source: you can add upto 10 documents
ar: يمكنك إضافة ما يصل إلى 10 مستندات

# UPCOMMING_SESSION
source: Upcoming Session
ar: الجلسات القادمة

source: Speciality
ar: التخصص

# AVAILABEL_PSYCHOLOGISTS
source: Available Therapists
ar: المعالجون المتواجدون

source: read
ar: اقرأ

source: Good Morning
ar: صباح الخير

source: Good Afternoon
ar: مساء الخير

source: Good Evening
ar: مساء الخير

source: Good Night
ar: تصبح على خير

# PSYCHOLOGISTS
source: Therapists
ar: المعالجون

# NO_RESULT
source: No Results
ar: لا توجد نتائج

# NO_PSYCHOLOGISTS_AVAILABLE_MESSAGE
source: Sorry, no results match your search. please try another criteria.
ar: عذراَ، لم يتم العثور على نتائج مطابقة لبحثك. يرجى تجربة معيار آخر.

# CLIENTS
source: Client
ar: تسجيل دخول العملاء

source: Therapist
ar: تسجيل دخول الأخصائيين

source: Permission Required
ar: إذن الوصول مطلوب

# ALLOW_PERMISSION_MSG
source: You are required to allow permission to access your device camera and microphone for attending the session. Please goto settings and allow these permissions to Juthoor.
ar: مطلوب منك السماح بإذن الوصول إلى جهاز الكاميرا الميكروفون لحضور الجلسة. يرجى الذهاب إلى الإعدادات والسماح لجذور بإذن الوصول.

source: Goto Settings
ar: الذهاب إلى الإعدادات

# REQUEST
source: Initial Consultation Request(s)
ar: طلب استشارة

# REQUEST_INITAL_CONSULTATION
source: Request Initial Consultation
ar: طلب استشارة

source: Request Initial Session
ar: طلب الجلسة الأولية

source: Update Required
ar: مطلوب التحديث

# NEW_UPDATE_MSG
source: A new update is required to continue using the app. We have improved the app with better user experience, including fixes required.
ar: مطلوب عمل تحديث جديد لمتابعة استخدام التطبيق. لقد قمنا بتحسين التطبيق من خلال تجربة مستخدم أفضل، بما في ذلك الإصلاحات المطلوبة.

# NO_REQUEST_AVAILBLE
source: No requests are available
ar: لا توجد طلبات استشارة متاحة

source: Well done!
ar: أحسنت!

source: Got it!
ar: متابعة

source: Book Your Session
ar: احجز جلستك

# WOULD_YOU_LIKE_TO_BOOK
source: Would you like to book a consultation?
ar: هل تريد حجز جلسة؟

source: Later
ar: لاحقا

source: Payment failure!
ar: فشل عملية الدفع!

# TRY_AGIAN
source: Try again!
ar: حاول مرة أخرى!

# LET_GET_YOUR
source: Information provided in this section should be accurate, simple to read, welcoming, and friendly for clients to know more about you.
ar: يجب أن تكون المعلومات المقدمة في هذا القسم دقيقة، وسهلة القراءة، وودية، ومُرحِّبة بالعملاء كي يعرفوا المزيد من المعلومات عنك

source: About Me
ar: معلومات عني

source: Gender
ar: الجنس

# ZERO_YEAR_30
source: 0 Year - 30+ Years
ar: 0 سنة - 30+ سنة

source: Min KD
ar: الحد الأدنى د.ك

source: Max KD
ar: الحد الأعلى د.ك

source: Audio Call
ar: مكالمة صوتية

source: Start Audio Call
ar: بدء مكالمة صوتية

# WANT_TO_DISCARD_YOUR_CHANGE
source: Do you want to discard your changes?
ar: هل تريد تجاهل التغييرات التي أجريتها؟

# MODIFY_MSAG
source: You modified some filters. What would you like to do with these changes?
ar: لقد قمت بتغيير بعض فلترات التصفية. ما الذي تريد فعله بهذه التغييرات؟

source: Discard
ar: تجاهل

source: Join Audio Call
ar: الانضمام إلى المكالمة الصوتية

source: Join Video Call
ar: الانضمام إلى مكالمة الفيديو

# PENDINGS
source: Pending
ar: قيد الانتظار

source: Pay & Confirm
ar: الرجاء الدفع والتأكيد

source: Paid
ar: تم الدفع

source: Price:
ar: السعر:

# PRICE_WITHOUT_COLON
source: Price
ar: السعر

source: Free
ar: مجانا

# PRICE_MUST_BE_GREATER
source: Price must be greater than 0
ar: السعر يجب أن يكون أكبر من الصفر

source: Please Enter Price
ar: الرجاء ادخال السعر

# ALSO_EXPERIENCED
source: Also Experienced in
ar: أيضاً لديه/ا خبرة

# YEAR_OF_EXPERIENCE
source: Years of Experience
ar: سنوات الخبرة

source: Education
ar: التعليم

# SEARCH_LANGUAGE
source: Search Languages
ar: البحث عن اللغات

# NO_SESSION_TODAY
source: There is no session today
ar: لا توجد جلسة اليوم

source: of
ar: من

# SERVICE_OFFERING
source: Services Offering
ar: عرض الخدمات

source: Start Video Call
ar: ابدأ مكالمة فيديو

source: Video Call
ar: مكالمة فيديو

source: Book New Consultation
ar: حجز استشارة جديدة

# SESSION_TIME_NOT_STARTED
source: Your session time is not started yet
ar: لم يبدأ وقت جلستك بعد

# PLEASE_COMMUNICATION_MEDIUM
source: Please select communication medium
ar: حدد نوع الجلسة

source: Give Ratings
ar: تقييم المعالج

# CONSULTATION_PRICE
source: Consultation Price Per 50 Minutes
ar: سعر الاستشارة لكل 50 دقيقة

source: For Individual
ar: للأفراد

source: Years
ar: سنوات

source: For Couple
ar: للأزواج

source: For Family
ar: للعائلة

source: Chat
ar: المحادثة

source: Audio
ar: محادثة صوتية

source: Video
ar: محادثة فيديو

# SESSION_EXPIRED
source: user session expired
ar: انتهت صلاحية جلسة المستخدم

source: Video/Audio
ar: مكالمة صوتية/فيديو

# PLEASE_ADD_YOUR_AVAILABLE
source: Please add your available session timings
ar: يرجى إضافة أوقات الجلسة المتاحة الخاصة بك

source: About Juthoor
ar: عن جذور

source: FAQ
ar: الأسئلة الشائعة

# TERMS_AND_CONDITION
source: Terms & Conditions
ar: شروط الاستخدام

source: Privacy Policy
ar: سياسة الخصوصية

# SELECT_TYPE_OF_SESSION
source: Select Session Type
ar: حدد نوع الجلسة

source: Book Consultation
ar: حجز استشارة

source: Current Password
ar: كلمة المرور الحالية

source: New Password
ar: كلمة المرور الجديدة

source: Confirm New Password
ar: تأكيد كلمة المرور الجديدة

source: Submit
ar: إرسال

source: Update
ar: تحديث

source: Ok
ar: حسناً

# EXP
source: Experience
ar: الخبرة

source: Complete Now
ar: أكمل الآن

source: Book now
ar: احجز الآن

# REFUND_MESSAGE
source: Please email us at customercare@juthoor.co. Your refund will be processed in 3 to 4 working days
ar: يرجى مراسلتنا على customercare@juthoor.co. ستتم عملية استرداد المبلغ المدفوع خلال 3 إلى 4 أيام عمل.

source: Therapist Details
ar: تفاصيل المعالج

source: Chat is deactivated
ar: تم إلغاء تفعيل المحادثة

# WE_WILL_EMAIL
source: We will email you a link to reset your password.
ar: سنرسل لك رابط إعادة تعيين كلمة المرور عبرالبريد الالكتروني

source: Send email
ar: إرسال البريد الالكتروني

# CANCELLED_SESSION
source: Canceled Session
ar: جلسة ملغاة

# CHAT_DEACTIVATED
source: This patient won't be able to text you back if you deactivate this chat thread. Are you sure you want deactivate it?
ar: لن يتمكن هذا العميل من إرسال رسالة نصية إليك إذا قمت بإلغاء تفعيل سلسلة المحادثة هذه. هل أنت متأكد أنك تريد إلغاء تفعيلها؟

# CHAT_ACTIVATE_MSG
source: The patient will be able to text you back if you activate this chat thread again. Are you sure you want activate it?
ar: سيتمكن العميل من إعادة إرسال رسالة نصية إليك إذا قمت بتفعيل سلسلة المحادثة هذه مرة أخرى. هل أنت متأكد أنك تريد تفعيلها؟

source: Typing...
ar: جاري الكتابة...

source: Online
ar: متواجد

source: Offline
ar: غير متواجد

source: (not editable)
ar: (غير قابل للتعديل)

# INDIVIDUAL_FREE_CONSULTATION
source: Individual (Free Initial Consultation)
ar: للأفراد (استشارة أولية مجانية)

# COUPLE_FREE_CONSULTATION
source: Couple (Free Initial Consultation)
ar: للأزواج (استشارة أولية مجانية)

# FAMILY_FREE_CONSULTATION
source: Family (Free Initial Consultation)
ar: للأسر (استشارة أولية مجانية)

# DELETE_ACCOUNT
source: Are you sure you want to delete your account, You will lose all your data.
ar: هل تريد حذف حسابك؟ سوف تفقد كل البيانات الخاصة بك.

source: Camera
ar: الكاميرا

source: Delete
ar: حذف

source: Email resent
ar: تم إرسال البريد الالكتروني

source: Photo Album
ar: ألبوم الصور

# PLEASE_EMAIL_US_TO_DELETE_ACCOUNT
source: Please email “contact@juthoor.co” to delete your email account.
ar: يرجى مراسلتنا على contact@juthoor.co من أجل حذف بريدك الالكتروني.

source: Select Sessions
ar: حدد الجلسات

# YOU_CAN_CHOOSE_YOUR_TIMINGS
source: You can choose your timings by clicking on particular days.
ar: يمكنك تحديد الأوقات الخاصة بك من خلال النقر على أيام معينة.

source: Done
ar: تم

# EVERY_SESSION_WILL
source: Every session will be 50 Minutes.
ar: ستكون مدة كل جلسة ٥٠ دقيقة

source: Please select document
ar: الرجاء إرفاق الملف أولا

# SELECT_THE_TYPE_OF_SESSION
source: Please select type of session
ar: يرجى تحديد نوع الجلسة

source: Please enter your reason
ar: يرجى إدخال السبب الخاص بك

# PLEASE_ENTER_CURRENT_PASSWORD
source: Please enter your current password
ar: ييرجى إدخال كلمة المرور الحالية

# PLEASE_ENTER_NEW_PASSWORD
source: Please enter your new password
ar: يرجى إدخال كلمة المرور الجديدة

# PLEASE_ENTER_CONFIRM_PASSWORD
source: Please confirm password
ar: يرجى تأكيد كلمة المرور

# OLD_PASS_NEW_PASS_MUST_BE_SAME
source: New password and confirm password must be same
ar: يجب أن تتطابق كلمة المرور وتأكيد كلمة المرور

source: Deactivate
ar: إلغاء التفعيل

source: Activate
ar: تفعيل

source: Image Selection
ar: تحديد صورة

# WHERE_YOU_WANT_PIC
source: From where you want to pick this image?
ar: ما المكان الذي تريد اختيار الصورة منه؟

source: camera and microphone off
ar: إلغاء تشغيل الكاميرا والميكروفون

# NO_SLOTS_AVAILABLE
source: No slots are available? Please request an initial consultation or send us an email at contact@juthoor.co to help you!
ar: لا توجد مواعيد متاحة؟ الرجاء طلب استشارة أولية أو قم بالتواصل معنا من خلال البريد الالكتروني contact@juthoor.co

# ACCCEPT_AGREEMENT
source: Please accept the agreement
ar: يرجى منك قبول الاتفاقية

# PASSWORD&CONFIRM_PASSWORD_MUST
source: Password & Confirm Password must be same
ar: يجب أن تتطابق كلمة المرور وتأكيد كلمة المرور

# ENTER_VALID_MAIL
source: Please enter a valid email
ar: يرجى إدخال بريد الكتروني صحيح

# ENTER_EXPERINCE
source: Please enter your experince
ar: يرجى إدخال الخبرة

# ENTER_EDUCATION
source: Please enter your education
ar: يرجى إدخال التعليم

# SELECT_YOUR_GENDER
source: Please select your gender
ar: يرجى تحديد الجنس

source: Please enter aboutme information
ar: يرجى إدخال معلومات عني

source: Please select time
ar: يرجى تحديد الوقت

# SELECTED_YEARS_OF_EXPERINCE
source: Selected Years of Experience
ar: سنوات الخبرة المحددة

# SELECT_ONE_DOCUMENT_ATLEAST
source: Please select at-least one document
ar: يرجى تحديد مستند واحد على الأقل
